tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/versions'
cask 'xquartz'
brew 'autojump'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cscope'
brew 'ctags'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc', args: ['without-multilib']
brew 'gdbm'
brew 'gdrive'
brew 'htop'
brew 'jpeg'
brew 'openssl'
brew 'libevent'
brew 'xz'
brew 'libtiff'
brew 'lua'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'macvim', args: ['HEAD', 'with-lua']
brew 'maven'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim', args: ['with-client-server', 'with-lua', 'with-override-system-vi']
brew 'vowpal-wabbit'
brew 'watch'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/science/r'
cask 'caffeine'
cask 'clipmenu'
cask 'controlplane'
cask 'flux'
cask 'google-chrome'
cask 'julia'
cask 'karabiner'
cask 'mactex'
cask 'rstudio'
cask 'skitch'
cask 'spectacle'
cask 'spotify'
cask 'sqlworkbenchj'
cask 'texmaker'
cask 'torbrowser'
cask 'vlc'
